<!--
		File:	resources\views\powr\help\index.blade.php
		 Ver:	1.00.000
 Purpose:	Help content for POWR index blade
Author/s:	Christopher Georgiev
 Created:	2019-10-07
	Modify:	2019-10-26
-->

@extends('powr.form')

@section('navigation')
  @include('powr.nav')
@endsection

@section('contents')
  <div class="container-fluid clearfix">

        	<h2 class="h3 main-heading">Инструкции за поддръжка на профил на "Предприятията, осигуряващи временна заетост"</h2>
            
            <div class="col-70">
            	<p><strong>Потребители на портала</strong></p>
            <p>Потребители на платформата са представителите на регистрираните в Агенция по заетостта частни трудови посредници (ЧТП) – представляващи лица и лица, наети за извършване на посреднически услуги.</p>
            <p>Представляващите лица, подали заявление за регистрация получават достъп до платформата след приключване на процеса по регистрация и вписването на юридическото лице в Регистъра на ЧТП. Данните за достъп се получават на заявения електронен адрес. Представляващите частния трудов посредник лица имат достъп до всички услуги, предоставяни от портала:</p>
            <ul>
              <li>Подаване на Заявление за изменение и допълнение на обстоятелствата, вписани в регистъра на издадените удостверения за регистрация за извършване на посредническа дейност по наемане на работа;</li>
              <li>Подаване/обновяване на заявки за свободни работни места, обявени от посредниците;</li>
              <li>Попълване на данни в регистъра на търсещите и устроени на работа лица в съответствие с изискванията на чл. 24 от Наредбата за условията и реда за извършване на посредническа дейност по наемане на работа.</li>
            </ul>
            <p>Лицата, наети за извършване на посреднически услуги имат достъп до услугите, до които им е предоставен достъп от представляващото лице.</p>
            <p><strong>Създаване на потребителски профили на наети лица</strong></p>
            <p>За да получат наетите лица достъп до портала е необходимо да се попълнят данните за име, електронна поща и длъжност в искането за промяна на обстоятелствата или актуализиране на данни по регистрация, раздел Наети лица. След одобрение на подаденото искане и вписването на данните в Регистъра на ЧТП се създава потребителски профил на посочените в искането наети лица, като данните за достъп се изпращат на посочения електронен адрес.</p>
            <p>За да прекратите пълния достъп на лицето до портала е необходимо да извършите промяна на обстоятелствата по регистрацията, като посочите актуален списък на наетите лица, в който лицето, чийто профил за достъп в портала искате да прекратите, не фигурира.</p>
            <p><strong>Управление на достъпа на наетите лица</strong></p>
            <p>Представляващите частния трудов постредник лица управляват правата за достъп на наетите лица чрез функционалностите в секция Наети лица и чрез подаване на информация за достъпните услуги в Заявлението за регистрация и Заявлението за промяна на обстоятелствата по регистрация на ЧТП.</p>
            <p>В заявленията достъпът се посочва изрично за всяко лице, наето за извършване на посреднически услуги. След одобрение на заявлението и вписване в Регистъра или потвърждаване на електронната услуга за промяна за обстоятелствата се прилата правата за достъп, посочени от представляващия.</p>
            <p>Управлението на правата на достъп може да се извършва и оперативно през портала. Функционалността за управление на достъпа се намира в таб Наети лица. Представляващият избира лицето, чиито права за достъп искате да промените и избира чек бокс полетата пред услугите, за които лицето ще има достъп. Отнемането на достъп до услугата се извършва аналогично чрез премахването на избора от полета пред услугата.</p>
            <p><strong>Промяна на обстоятелствата и актуализиране на данни, изменения и допълнения на обстоятелства, вписани в Регистъра</strong></p>
            <p>Промяната на обстоятетелствата и актуализирането на данните в Регистъра се извършва посредством подаване на заявка. Системата преодставя възможност да се подаде електронна услуга за промяна на обстоятелствата. Ако не разполагате с електронен подпис може да попълните формуляра и да го подадете в АЗ, след което е необходимо да разпечатате бланката, подпишете я и подпечатате и я изпратите или представите на гише в АЗ. Указания за попълване на формулява за "Актуализиране на данни, изменения и допълнения на обстоятелства, вписани в регистъра на издадените удостоверения за регистрация за извършване на посредническа дейност по наемане на работа" може да изтеглите от <a href="https://www.az.government.bg/portal/resources/guides/Instruction-Change.pdf" target="_blank">тук</a>.</p>
            <p><strong>Заявяване на нов териториален обхват</strong></p>
            <p>Заявяване на нов териториален обхват може да се направи само за тези обхвати, за които посредникът няма активна регистрация към момента на подаване на заявката. Заявявянето се извършва посредством подаване на заявка. Системата преодставя възможност да се подаде електронна услуга за добавяне на нов обхват в регистъра. Ако не разполагате с електронен подпис може да попълните формуляра и да го подадете в АЗ, след което е необходимо да разпечатате бланката, подпишете я и подпечатате и я изпратите или представите на гише в АЗ. Указания за попълване на формулява за " Заявление за обхват на частен трудов посредник" може да изтеглите от <a href="https://www.az.government.bg/portal/resources/guides/Instruction-TerritorialScope.pdf" target="_blank">тук</a>.</p>
            <p><strong>Подаване на данни в Регистър търсещи и устроени на работа лица</strong></p>
            <p>В съответствие с чл. 24 от Наредбата за условията и реда за извършване на посредническа дейност по наемане на работа всеки ЧТП води електронен регистър на търсещите и устроените на работа лица, поддържан в електронната база данни на Агенцията по заетостта. Достъпът до Регистъра се осъществява през настоящия портал, раздел ТРЛ (Търсещи работа лица) и УРЛ (Устроени на работа лица). Достъп до раздела имат всички представляващи лица на ЧТП и наетите лица с предоставен достъп до услугата.</p>
            <p>Попълването на данни в Регистъра се осъществява онлайн след вход потребителско име и парола.</p>
            <p>Подаването на данни е описано в документ с инструкции, който можете да изтеглите от <a href="https://www.az.government.bg/portal/resources/guides/TRL.pdf" target="_blank">тук</a>.</p>
            </div>


  </div>

@endsection
